{
    "User": "Utilizator",
    "Register": "Înregistrare",
    "First Name": "Prenume",
    "Last Name": "Nume",
    "E-Mail Address": "Adresa de email",
    "Password": "Parola",
    "Confirm Password": "Confirmați parola",
    "Authenticate": "Autentificare",
    "Remember Me": "Ține-mă minte",
    "Login": "Logare",
    "Forgot password?": "Ți-ai uitat parola?",
    "About us": "Despre noi",
    "As for us, this business is based on our own strengths, passion for lavender and its workmanship. We offer quality, natural products, processed in good conditions and carefully maintained.": "În ceea ce ne privește pe noi, această afacere este întemeiată din forțe proprii, din pasiunea pentru lavandă și prelucratele sale. Oferim produse de calitate, naturale, prelucrate în condiții bune și întreținute cu grijă.",
    "Find out more": "Află mai multe",
    "Manufacturing process": "Procesul de prelucrare",
    "Harvest": "Recoltare",
    "Lavender is harvested, and one part is left to dry, while one part goes through the next process.": "Se recoltează lavanda, urmând ca o parte să se lase la uscat, pe când o parte trece în procesul următor.",
    "Distillation": "Distilare",
    "With the help of this process, the floral water is obtained together with the essential oil, and the residues pass to the next process.": "Cu ajutorul acestui proces se obține apa florală împreună cu uleiul esențial, iar resturile trec în procesul următor.",
    "Recycling": "Resturile se salvează!",
    "Despite the fact that many processed things cannot be recycled, well, our leftovers do!": "În ciuda faptului că multe lucruri procesate nu pot fi reciclate, ei bine, resturile noastre da !",
    "Our products": "Produsele noastre",
    "Floral water": "Apă florală",
    "Essential oil": "Ulei esențial",
    "Essential Oil": "Ulei esențial",
    "Lavender Oil": "Ulei esențial de lavandă",
    "Soap": "Săpun",
    "Syrup": "Sirop",
    "Floral bouquets": "Buchete florale",
    "Fire briquettes": "Brichete de foc",
    "mici": "small",
    "medii": "medium",
    "mari": "big",
    "Details": "Detalii",
    "Stay tuned!": "Fii la curent cu toate noutățile!",
    "Name": "Numele dumneavoastră",
    "Phone": "Telefon",
    "Subject": "Subiect",
    "Message": "Mesaj",
    "Send message": "Trimite mesaj",
    "Address": "Adresă",
    "MENU": "MENIU",
    "Home": "Acasă",
    "Processing": "Prelucrare",
    "Products": "Produse",
    "Shop": "Magazin",
    "SETTINGS": "SETĂRI",
    "Account": "Cont",
    "My Account": "Contul Meu",
    "My Orders": "Comenzile mele",
    "Logout": "Delogare",
    "Control Panel": "Gestionare produse",
    "Orders Editor": "Gestionare comenzi",
    "Users Editor": "Gestionare utilizatori",
    "Cart": "Coș",
    "My Cart":"Coșul meu",
    "Useful information": "Informații utile",
    "As for us, it all started 4 years ago, in 2016 to be exact, when we decided to make this plantation. On the fertile territory of our area, it was quite difficult to maintain due to the grass growing between the rows, but with a lot of effort we managed to cope with it. In the first year, the production was not high enough but this generally happens in the first year of harvest, and only in the third year will be able to produce a sufficient amount of oil.": "În ceea ce ne privește pe noi, totul a început acum 4 ani, în anul 2016 mai exact, când am decis să facem această plantație. Pe teritoriul fertil al zonei noastre, a fost destul de dificil de întreținut din cauza ierburilor care creșteau printre rânduri, însă cu mult efort am reușit să-i facem față. În primul an, producția nu a fost una destul de mare însă asta se întâmplă în general în primul an de recoltă, urmând ca abia din al treilea an să poată produce o cantitate suficientă de ulei.",
    "Our story": "Povestea noastră",
    "Gallery": "Galerie",
    "We decided to dedicate our time to this plantation out of love and passion for natural products, which is why we decided to set up a project supported by European funds to spread the quality of our products on the market. In 2019, we have gone through the formalities for inclusion in the project, and this year it will be approved and implemented. Meanwhile, the 3rd year of cultivation brought us some surprises. Due to careful care, the plantation reached in July 2019 the peak year of the harvest, producing more than 30 liters of essential oil, 150 liters of essential oil and more than 200 kg of fire briquettes, obtained from the residues already processed to extract the essential oil. Not long ago we started to create our own image of the company, looking for a suitable name that would represent us further. The process took a long time, despite the expectations, but we can say that it was worth the patience. We tried to we play with several words that represent us and combine them, and this led to the following result:": "Am decis astfel să ne dedicăm timpul acestei plantații din dragoste și pasiune pentru produse naturale, fapt pentru care am decis să înființăm un proiect susținut din fonduri europene pentru a răspândi calitatea produselor noastre pe piață. În anul 2019, am parcurs formalitățile pentru încadrarea în proiect, urmând ca anul acesta să fie aprobat și pus în aplicare. Între timp, anul 3 de cultivare ne-a adus o oarecare surpriză. Datorită îngrijirii atente, plantația a atins în luna iulie 2019 anul de vârf al recoltei, producând peste 30 de litri de ulei esențial, 150 de litri de ulei esențial și peste 200 de kg de brichete de foc, obținute din resturile deja prelucrate pentru a extrage uleiul esențial. Nu demult am început să ne creem o imagine proprie a firmei, căutând un nume potrivit, care să ne reprezinte mai departe. Procesul a durat destul de mult, în ciuda așteptărilor, însă putem spune că a meritat răbdarea. Am încercat să ne jucăm cu mai multe cuvinte care ne reprezintă și să le combinăm, iar acest lucru a dus la următorul rezultat:",
    "Also": "De asemenea",
    "stands for the first 4 letters of our village": "provine și de la primele 4 litere din numele localității",
    "but also from the word": "dar și de la cuvântul",
    "thus having a double meaning, which makes it even more special. As for the word": "având astfel dublu înțeles, fapt care îl face și mai deosebit. În ceea ce privește cuvântul",
    "it comes from an English word": "acesta provine din englezescul",
    "which means": "semnificând",
    "the upper layer of the earth, the fertile one, in which the plants grow": "stratul superior al pământului, cel fertil, în care cresc plantele",
    "the word": "apare și cuvântul",
    "also appears": "",
    "which means the most important part of the whole process production, namely": "care semnifică cea mai importantă parte din întreg procesulde producție, și anume",
    "the essential lavender oil": "uleiul esențial de lavandă",
    "With that being said, we try to carry on the tradition, respecting the traditions so far, more precisely the manual harvesting and the production of semi-manufactured and finished products by hand, carefully. For more details we are at your disposal on the pages social network where we try to be as active as possible, offering you a wide range of services and recipes that you can prepare yourself at home": "Astfel, încercăm să ducem tradiția mai departe, respectând obiceiurile de până acum, mai exact recoltarea manuală și producerea de semi-fabricate și produse finite manual, cu atenție. Pentru mai multe detalii vă stăm la dispoziție și pe paginile de socializare unde încercăm să fim cât mai activi, oferindu-vă o gamă largă de servicii și rețete pe care le puteți prepara chiar dumneavostră acasă",
    "Thank you for your attention and support!": "Mulțumim pentru atenția acordată și sprijinul dumneavoastră !",
    "The manufacture process": "Procesul de prelucrare",
    "The process by which lavender essential oil is obtained consists of several stages:": "Procesul de prelucare în urma căruia se obține uleiul esențial de lavandă constă în mai multe etape:",
    "The first step is to harvest lavender flowers, which is done manually at the moment, twice a year. The first harvest takes place in July and is the richest harvest,": "Primul pas este reprezentat de recoltarea florilor de lavandă, care se face manual momentan, de 2 ori pe an. Prima recoltă are loc în luna iulie și este cea mai",
    "and the second one takes place in September, but it is considerably smaller than the previous one.": " bogată recoltă, iar a doua are loc în luna septembrie, însă aceasta este considerabil mai mică decât precedenta.",
    "As soon as the lavender flowers were harvested,": "Imediat ce florile de lavandă au fost recoltate,",
    "the distillation process begins by which the water with the essential oil is obtained. This method is quite complex. Lavender flowers are placed in a container with a capacity of 1000 liters, so that it is well compressed so that no air remains.": "începe procesul de distilare prin care se obține apa cu uleiul esențial. Această metodă este una destul de complexă. Florile de lavandă sunt puse într-un recipient cu capacitatea de 1000 de litri, în așa fel încât aceasta să fie compresată bine pentru a nu rămâne aer.",
    "The whole": "Toată",
    "idea is to turn water from liquid into steam (steam) so that it can rise through the vessel laden with flowers. Due to the high temperature of the steam and the tightly closed container, the lavender buds (calyx) are stimulated to release their essential oils.": "ideea constă în transformarea apei din lichid în vapori (abur) pentru a putea urca prin vasul încărcat cu flori. Datorită temperaturii ridicate a aburului și a recipientului închis etanș, mugurele de lavandă (caliciul) este stimulat să își elibereze uleiurile esențiale.",
    "The third container to which the system is connected is called a condenser, which has the role of cooling the pipe containing the steam and the particles of essential oil. Due to its cold water content, the steam passes from the gas state to the liquid state, through the condensation process. The water around the condenser coil heats up during this process, so we have hot water coming out of the tap at the top of the condenser. Hot water is replaced by cold water entering the bottom of the condenser vessel. This allows the condenser to cool the steam gradually. After it cools and returns to the liquid, it drains from the end of the condenser into our separating funnel.": "Al treilea recipient la care se leagă sistemul este numit condensator, care are rolul de a răci țeava care conține aburul și particulele de ulei esențial. Datorită conținutului său de apă rece, aburul trece din starea de gaz în starea lichidă, prin procesul de condensare. Apa din jurul bobinei condensatorului se încălzește în timpul acestui proces, astfel încât avem ieșirea apei calde din robinet în partea superioară a condensatorului. Apa caldă este înlocuită cu apa rece care intră în fundul vasului condensatorului. Acest lucru permite condensatorului să răcească aburul treptat. După ce se răcește și se întoarce la lichid, se scurge de capătul condensatorului în pâlnia noastră separatoare.",
    "This is the process of processing lavender flowers. Of course, it differs from region to region and from producer to producer.": "Acesta este procesul de prelucrare al florilor de lavandă. Bineînțeles, el diferă de la regiune la regiune și de la producător de la producător.",
    "In another smaller container, the water is heated through the wood burning system, and when it has reached a sufficiently high temperature, the steam is released through an airtight tube into the lavender container. Thus, the steam passes through the lavender flowers, extracts the oil and the essence from them, and through another hermetic tube they reach a third container, filled with cold water, where through condensation it transforms into floral water and oil. <br> The latter are collected in a smaller vessel. Due to the much higher density of the oil, these two compositions do not mix, the oil remaining on the surface, which makes it very easy to separate the oil.": "Într-un alt recipient mai mic se încălzește apa prin sistemul de ardere al lemnelor, iar când aceasta a ajuns la o temperatură suficient de ridicată, aburul este eliberat printr-un tub ermetic în recipientul cu lavandă. Astfel, aburul trece prin florile de lavandă, extrage uleiul și esența din acestea, iar printr-n alt tub ermetic ajung într-un al treile recipient, plin cu apă rece, unde prin condens se transformă în apă florală și ulei. <br>Acestea din urmă sunt colectate într-un vas mai mic. Datorită densității mult mai mari a uleiului, aceste două compoziții nu se amestecă, uleiul rămânând la suprafață, fapt ce ușurează foarte mult separarea uleiului.",
    "City": "Localitate",
    "County": "Județ",
    "Zipcode": "Cod Poștal",
    "Save": "Salvează",
    "Welcome back": "Bine ai revenit",
    "See cart": "Vezi coș",
    "Add to cart": "Adaugă în coș",
    "Product added to cart!": "Produs adăugat în coș!",
    "Price": "Preț",
    "Quantity": "Cantitate",
    "Unit price": "Preț/buc",
    "Place order": "Plasare comandă",
    "Billing Address": "Adresă facturare",
    "Shipping Address": "Adresă livrare",
    "Shipping address is the same as billing address": "Adresa de livrare este aceeași cu adresa de facturare",
    "Save for later": "Salvează informația pentru mai târziu",
    "Payment details": "Detalii plată",
    "Pay": "Plătește",
    "Payment successful!": "Plata a fost realizată cu succes. Mulțumim pentru încredere !",
    "Proceed to payment": "Continuați plata",
    "My Order": "Comanda Mea",
    "Order Details": "Vizualizare comanda",
    "Order no.": "Comanda nr.",
    "User Details": "Detalii utilizator",
    "Cancel": "Renunță",
    "Update details": "Modificări",
    "Not shipped": "În curs de livrare",
    "Shipped": "Livrată",
    "Placed at": "Plasată pe",
    "Create new product": "Adaugă produs",
    "Stock": "Stoc",
    "Description": "Descriere",
    "Properties": "Proprietăți",
    "Uses": "Utilizări",
    "Actions": "Acțiuni",
    "Product Name": "Denumire",
    "Back": "Înapoi",
    "Modify": "Modifică",
    "Delete": "Șterge",
    "There are no products in the database!": "Nu există produse în baza de date!",
    "There are no users in the database!": "Nu există utilizatori în baza de date!",
    "Order ID": "ID Comandă",
    "User ID": "ID Utilizator",
    "Date": "Data",
    "Ordered products": "Produse comandate",
    "Image": "Imagine",
    "Changes": "Modificări",
    "Continue shopping": "Continuă cumpărăturile",
    "Empty cart": "Golește coșul",
    "Go to shop": "Mergi la magazin",
    "Your shopping cart is empty ! Please have a look at our products !": "Coșul dumneavoastră de cumpărături este gol ! Vă invităm să aruncați o privire printre produsele noastre.",
    "Product details": "Detalii produs",
    "Add to favorites": "Adaugă la favorite",
    "DESCRIPTION": "DESCRIERE",
    "PROPERTIES": "PROPRIETĂȚI",
    "USES": "UTILIZĂRI",
    "Adding product": "Adăugare produs",
    "Save product": "Adaugă produsul",
    "Product changes": "Modificări produs",
    "Be the first one that finds out!": "Fii primul care află!",
    "Subscribe to our newsletter.": "Abonează-te la newsletter-ul nostru.",
    "Let's be friends": "Hai să socializăm!",
    "Your favorite products are now online!": "Magazin online pentru produsele tale favorite !",
    "Quick access": "Acces rapid",
    "Terms": "Termeni",
    "Conditions": "Condiții",
    "Oil": "Ulei",
    "Bouquettes": "Buchete",
    "Events": "Evenimente",
    "Photo sessions": "Ședințe foto",
    "Email Address": "Adresa de email",
    "Users": "Utilizatori",
    "Natural lavender products": "Produse naturale din lavandă",
    "Product not found!": "Nu s-a găsit produsul căutat!",
    "Follow us !": "Urmărește-ne !",
    "Search product": "Caută produs",
    "We have received your message and would like to thank you for writing to us.": "Mulțumim pentru mesajul tău ! Revenim în cel mai scurt timp cu un răspuns !",
    "Invoice": "Factură"
    
}